---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.Architecture.FasciaType
source: html/7a80f704-d960-8da2-eed8-3c47bfd0c2d2.htm
---
# FasciaType Members

Returns true if the properties CreatedPhaseId and DemolishedPhaseId can be modified for this Element.